NoiseSpace_web_app/app/controllers/measurements_controller.rb

SELECT "measurements".* FROM "measurements"
---
  def fetch_measurement_data
    @measurements = Measurement.all